tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "xz"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "cookiecutter"
brew "exa"
brew "fish"
brew "fontconfig"
brew "git-remote-codecommit"
brew "go"
brew "openjdk"
brew "gradle"
brew "hub"
brew "hugo"
brew "jq"
brew "neovim"
brew "nghttp2"
brew "node"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "stow"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "heroku/brew/heroku"
cask "font-hack-nerd-font"
