tap "1password/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "xz"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "cookiecutter"
brew "exa"
brew "fd"
brew "fish"
brew "git"
brew "git-remote-codecommit"
brew "go"
brew "harfbuzz"
brew "openjdk"
brew "gradle"
brew "hub"
brew "hugo"
brew "jq"
brew "libidn2"
brew "neovim"
brew "nghttp2"
brew "node"
brew "openblas"
brew "openssl@3"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python-tk@3.10"
brew "python@3.9"
brew "python-tk@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "heroku/brew/heroku"
cask "1password-cli"
cask "flameshot"
cask "font-hack-nerd-font"
cask "iterm2"
cask "numi"
cask "spotify"
cask "visual-studio-code"
